app/controllers/jewels_controller.rb

  def show
    @jewel = Jewel.find(1)
---
SELECT  "jewels".* FROM "jewels" WHERE "jewels"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]